<?php

//return [];

return [

  1 => [
    'name' => 'Оцинкований ',
    'category' => 1,
    'article' => 3,
    'price' => [
      1 => [
        'name' => 'Профн. оцинк. 0,32',
        'price_1' => 'м/п',
        'price_2' => '82',
      ],
      2 => [
        'name' => 'Профн. оцинк. 0,43',
        'price_1' => 'м/кв',
        'price_2' => '105',
      ],
      3 => [
        'name' => 'Профн. оцинк. 0,5',
        'price_1' => 'м/кв',
        'price_2' => '120',
      ],
    ],
  ],
  2 => [
    'name' => 'Глянцевий',
    'category' => 1,
    'article' => 3,
    'price' => [
      1 => [
        'name' => 'Профн. глянц зелений 0,33 (6005)',
        'price_1' => 'м/кв',
        'price_2' => '85',
      ],
      2 => [
        'name' => 'Профн. глянц вишневий 0,33 (3005)',
        'price_1' => 'м/кв',
        'price_2' => '85',
      ],
      3 => [
        'name' => 'Профн. глянц вишневий 0,37 (3005)',
        'price_1' => 'м/кв',
        'price_2' => '93',
      ],
      4 => [
        'name' => 'Профн. глянц білий 0,37 (9003)',
        'price_1' => 'м/кв',
        'price_2' => '93',
      ],
      5 => [
        'name' => 'Профн. глянц зелений 0,37 (6005)',
        'price_1' => 'м/кв',
        'price_2' => '93',
      ],
      6 => [
        'name' => 'Профн. глянц коричневий 0,37 (8017)',
        'price_1' => 'м/кв',
        'price_2' => '93',
      ],
      7 => [
        'name' => 'Профн. глянц сірий 0,43 (9006)',
        'price_1' => 'м/кв',
        'price_2' => '108',
      ],
      8 => [
        'name' => 'Профн. глянц синій 0,43 (5005)',
        'price_1' => 'м/кв',
        'price_2' => '108',
      ],
      9 => [
        'name' => 'Профн. глянц бежевий 0,43 (1015)',
        'price_1' => 'м/кв',
        'price_2' => '108',
      ],
      10 => [
        'name' => 'Профн. глянц вишневий 0,5 (3005)',
        'price_1' => 'м/кв',
        'price_2' => '118',
      ],
      11 => [
        'name' => 'Профн. глянц коричневий 0,5 (8017)',
        'price_1' => 'м/кв',
        'price_2' => '118',
      ],
      12 => [
        'name' => 'Профн. глянц зелений 0,5 (6005)',
        'price_1' => 'м/п',
        'price_2' => '118',
      ],
      13 => [
        'name' => 'Профн. глянц помаранчевий 0,5 (3022)',
        'price_1' => 'м/кв',
        'price_2' => '130',
      ],
    ],
  ],
  3 => [
    'name' => 'Двохсторонній',
    'category' => 1,
    'article' => 3,
    'price' => [
      1 => [
        'name' => 'Профн. глянц вишневий 0,45 (3005)',
        'price_1' => 'м/кв',
        'price_2' => '125',
      ],
      2 => [
        'name' => 'Профн. глянц коричневий 0,45 (3005)',
        'price_1' => 'м/кв',
        'price_2' => '125',
      ],
      3 => [
        'name' => 'Профн. мат коричневий 0,45 (8017)Італія',
        'price_1' => 'м/кв',
        'price_2' => '132',
      ],
      4 => [
        'name' => 'Профн. мат вишневий 0,45 (3005)Італія',
        'price_1' => 'м/кв',
        'price_2' => '132',
      ],
      5 => [
        'name' => 'Профн. мат темно-корич. 0,45 (8019)Італія',
        'price_1' => 'м/кв',
        'price_2' => '132',
      ],
    ],
  ],
  4 => [
    'name' => 'Матовий',
    'category' => 1,
    'article' => 3,
    'price' => [
      1 => [
        'name' => 'Профн. мат коричневий 0,43 (8017)',
        'price_1' => 'м/кв',
        'price_2' => '115',
      ],
      2 => [
        'name' => 'Профн. мат вишневий 0,43 (3005)',
        'price_1' => 'м/кв',
        'price_2' => '115',
      ],
      3 => [
        'name' => 'Профн. мат темно-сірий 0,43 (7024)',
        'price_1' => 'м/кв',
        'price_2' => '115',
      ],
      4 => [
        'name' => 'Профн. мат червоний 0,5 (3011)',
        'price_1' => 'м/кв',
        'price_2' => '125',
      ],
      5 => [
        'name' => 'Профн. мат коричневий 0,5 (8017)',
        'price_1' => 'м/кв',
        'price_2' => '125',
      ],
      6 => [
        'name' => 'Профн. мат зелений 0,5 (6020)',
        'price_1' => 'м/кв',
        'price_2' => '125',
      ],
      7 => [
        'name' => 'Профн. мат темно-кор. 0,5 (8019)',
        'price_1' => 'м/кв',
        'price_2' => '125',
      ],
      8 => [
        'name' => 'Профн. мат рижий 0,5 (8004)',
        'price_1' => 'м/кв',
        'price_2' => '125',
      ],
      9 => [
        'name' => 'Профн. мат чорний 0,5 (9005)',
        'price_1' => 'м/кв',
        'price_2' => '125',
      ],
      10 => [
        'name' => 'Профн. мат вишневий 0,5 (3005)',
        'price_1' => 'м/кв',
        'price_2' => '125',
      ],
      11 => [
        'name' => 'Профн. мат темно-сірий 0,5 (7024)',
        'price_1' => 'м/кв',
        'price_2' => '125',
      ],
      12 => [
        'name' => 'Профн. мат вишн. 0,5 (3005) Німечч.',
        'price_1' => 'м/кв',
        'price_2' => '170',
      ],
    ],
  ],
  5 => [
    'name' => 'кольору "дерево"',
    'category' => 1,
    'article' => 3,
    'price' => [
      1 => [
        'name' => 'Профн. Золотий дуб 3D 0,43',
        'price_1' => 'м/кв',
        'price_2' => '125',
      ],
      2 => [
        'name' => 'Профн. Жовтий дуб 3D 0,43',
        'price_1' => 'м/кв',
        'price_2' => '125',
      ],
      3 => [
        'name' => 'Профн. Темний дуб 3D 0,43',
        'price_1' => 'м/кв',
        'price_2' => '125',
      ],
      4 => [
        'name' => 'Профн. Старий дуб 0,43',
        'price_1' => 'м/кв',
        'price_2' => '125',
      ],
      5 => [
        'name' => 'Профн. Темний дуб 0,43',
        'price_1' => 'м/кв',
        'price_2' => '125',
      ],
      6 => [
        'name' => 'Профн. Камінь 0,43',
        'price_1' => 'м/кв',
        'price_2' => '125',
      ],
      7 => [
        'name' => 'Профн. Світлий дуб 0,43',
        'price_1' => 'м/кв',
        'price_2' => '125',
      ]
    ]
  ]

];






