Приватне підприємство «Металік-Плюс»
займається виробництвом:
блок-хаусу
евро-брусу
металочерепиці
профнастилу
металоштахетника та аксесуарів для даху.
Виконуємо комплектацію стандартних та індивідуальних розмірів.

Завод «Металік-Плюс» знаходиться в місті Калуш, Івано-Франківської області.
Початок діяльності було покладено в 2007 році.

За 12 років свого існування фірма змогла завоювати довіру своїх клієнтів.
«Металік-Плюс» знають і поважають в Україні!.

Швидкість виконання роботи,
індивідуальний підхід та оптимальні ціни - це те,
що робить продукцію заводу привабливою та вигідною для покупців!