<?php

// Блок-Хаус та Євробрус

return [

  1 => [
    'name' => 'кольору "дерево"',
    'category' => 1,
    'article' => 2,
    'price' => [
      1 => [
        'name' => 'Золотий дуб 3D 0,43',
        'price_1' => 'м/кв',
        'price_2' => '137'
      ],
      2 => [
        'name' => 'Жовтий дуб 3D 0,43',
        'price_1' => 'м/кв',
        'price_2' => '137'
      ],
      3 => [
        'name' => 'Темний дуб 3D 0,43',
        'price_1' => 'м/кв',
        'price_2' => '137'
      ],
      4 => [
        'name' => 'Старий дуб 0,43',
        'price_1' => 'м/кв',
        'price_2' => '137'
      ],
      5 => [
        'name' => 'Темний дуб 0,43',
        'price_1' => 'м/кв',
        'price_2' => '137'
      ],
      6 => [
        'name' => 'Світлий дуб 0,43',
        'price_1' => 'м/кв',
        'price_2' => '137'
      ]
    ]

  ]
];