<?php

//return [];

return [



  6 => [
    'name' => 'Лист розкрій 1,50*6 ціна за м2'] => [

  1 => [
    'name' => 'Лист 4'],
  'type' => '21500'],
'price_1' => '32,22'],
'price_2' => '692,73'],
  ],
  2 => [
  'name' => 'Лист 5'],
'type' => '21500'],
'price_1' => '40'],
'price_2' => '860,00'],
  ],
  3 => [
  'name' => 'Лист 6'],
'type' => '21500'],
'price_1' => '48,89'],
'price_2' => '1051,14'],
  ],
  4 => [
  'name' => 'Лист 8'],
'type' => '21500'],
'price_1' => '67'],
'price_2' => '1440,50'],
  ],
  5 => [
  'name' => 'Лист 10'],
'type' => '21500'],
'price_1' => '78,89'],
'price_2' => '1696,135'],
  ],
  6 => [
  'name' => 'Лист 12'],
'type' => '21500'],
'price_1' => '95,56'],
'price_2' => '2054,54'],
  ],
  [] => [
  'name' => 'Лист 16'],
'type' => '21500'],
'price_1' => '125,98'],
'price_2' => '2708,57'],
  ],
  [] => [
  'name' => 'Лист рифл. 4 (1,25*6)'],
'type' => '22000'],
'price_1' => '34'],
'price_2' => '748,00'],
  ],
],],
  7 => [
  'name' => 'Кутник'] => [

  [] => [
    'name' => 'Кутник 25*3'],
  'type' => '20700'],
'price_1' => '1,22'],
'price_2' => '25,25'],
  ],
  [] => [
  'name' => 'Кутник 32*3'],
'type' => '20700'],
'price_1' => '1,55'],
'price_2' => '32,09'],
  ],
  [] => [
  'name' => 'Кутник 40*3'],
'type' => '20700'],
'price_1' => '2,00'],
'price_2' => '41,40'],
  ],
  [] => [
  'name' => 'Кутник 50*3'],
'type' => '20700'],
'price_1' => '2,50'],
'price_2' => '51,75'],
  ],
  [] => [
  'name' => 'Кутник 63*5'],
'type' => '20700'],
'price_1' => '5,00'],
'price_2' => '103,50'],
  ],
  [] => [
  'name' => 'Кутник 75*5'],
'type' => '20700'],
'price_1' => '5,80'],
'price_2' => '120,06'],
  ],
],],
  8 => [
  'name' => 'Профільні труби'] => [

  [] => [
    'name' => 'Проф. труба 15*15'],
  'type' => '22500'],
'price_1' => '0,95'],
'price_2' => '21,38'],
  ],
  [] => [
  'name' => 'Проф. труба 20*20'],
'type' => '22500'],
'price_1' => '1,05'],
'price_2' => '23,63'],
  ],
  [] => [
  'name' => 'Проф. труба 25*25'],
'type' => '22200'],
'price_1' => '1,50'],
'price_2' => '33,30'],
  ],
  [] => [
  'name' => 'Проф. труба 30*20'],
'type' => '22200'],
'price_1' => '1,35'],
'price_2' => '29,97'],
  ],
  [] => [
  'name' => 'Проф. труба 30*30'],
'type' => '22200'],
'price_1' => '1,75'],
'price_2' => '38,94'],
  ],
  [] => [
  'name' => 'Проф. труба 40*20'],
'type' => '22200'],
'price_1' => '1,65'],
'price_2' => '36,63'],
  ],
  [] => [
  'name' => 'Проф. труба 40*25'],
'type' => '22200'],
'price_1' => '1,80'],
'price_2' => '39,96'],
  ],
  [] => [
  'name' => 'Проф. труба 40*40'],
'type' => '22200'],
'price_1' => '2,25'],
'price_2' => '49,95'],
  ],
  [] => [
  'name' => 'Проф. труба 50*25'],
'type' => '22200'],
'price_1' => '2,30'],
'price_2' => '51,06'],
  ],
  [] => [
  'name' => 'Проф. труба 50*50'],
'type' => '22200'],
'price_1' => '3,10'],
'price_2' => '68,82'],
  ],
  [] => [
  'name' => ' Проф. труба 60*30'],
'type' => '22200'],
'price_1' => '2,75'],
'price_2' => '61,05'],
  ],
  [] => [
  'name' => 'Проф. труба 60*40'],
'type' => '22200'],
'price_1' => '3,00'],
'price_2' => '66,60'],
  ],
  [] => [
  'name' => 'Проф. труба 60*60'],
'type' => '22500'],
'price_1' => '3,70'],
'price_2' => '83,25'],
  ],
  [] => [
  'name' => 'Проф. труба 80*40*3'],
'type' => '22500'],
'price_1' => '5,30'],
'price_2' => '119,25'],
  ],
  [] => [
  'name' => 'Проф. труба 80*80*3'],
'type' => '22700'],
'price_1' => '7,15'],
'price_2' => '162,31'],
  ],
  [] => [
  'name' => 'Проф. труба 100*100*3'],
'type' => '23200'],
'price_1' => '9,20'],
'price_2' => '213,44'],
  ],
  [] => [
  'name' => 'Омега профіль оцинк.'],
'type' => ' '],
'price_1' => 'за 1 м'],
'price_2' => '26,00'],
  ],
],],
  9 => [
  'name' => 'Швелер'] => [

  [] => [
    'name' => 'Швелер 6,5'],
  'type' => '21200'],
'price_1' => '6,00'],
'price_2' => '127,20'],
  ],
  [] => [
  'name' => 'Швелер 8'],
'type' => '21200'],
'price_1' => '7,05'],
'price_2' => '149,46'],
  ],
  [] => [
  'name' => 'Швелер 10'],
'type' => '21200'],
'price_1' => '8,80'],
'price_2' => '186,56'],
  ],
  [] => [
  'name' => 'Швелер 12'],
'type' => '21200'],
'price_1' => '10,60'],
'price_2' => '224,72'],
  ],
  [] => [
  'name' => 'Швелер 14'],
'type' => '21200'],
'price_1' => '12,5'],
'price_2' => '265,00'],
  ],
  [] => [
  'name' => 'Швелер 16'],
'type' => '21200'],
'price_1' => '14,5'],
'price_2' => '307,40'],
  ],
],],
  10 => [
  'name' => 'Оцинковані вироби'] => [

  [] => [
    'name' => 'Планка 30*28*30*1,2'],
  'type' => ' '],
'price_1' => 'ціна за 1 м'],
'price_2' => '10,00'],
  ],
  [] => [
  'name' => 'Планка 25*40*30*1,5'],
'type' => ' '],
'price_1' => 'ціна за 1 м'],
'price_2' => '20,00'],
  ],
  [] => [
  'name' => 'Кутник 45 '],
'type' => ' '],
'price_1' => 'ціна за 1 м'],
'price_2' => '29,00'],
  ],
  [] => [
  'name' => 'Труба профільна 30*20'],
'type' => ' '],
'price_1' => 'ціна за 1 м'],
'price_2' => '24,00'],
  ],
  [] => [
  'name' => 'Труба профільна 40*20'],
'type' => ' '],
'price_1' => 'ціна за 1 м'],
'price_2' => '28,00'],
  ],
],],
  11 => [
  'name' => 'Сітка кладочна'] => [

  [] => [
    'name' => 'Сітка клад. 1*2 (120*120)'],
  'type' => ' '],
'price_1' => 'ціна за 1 шт.'],
'price_2' => '50,00'],
  ],
  [] => [
  'name' => 'Сітка клад. 1*2 (70*70)'],
'type' => ' '],
'price_1' => 'ціна за 1 шт.'],
'price_2' => '75,00'],
  ],
  [] => [
  'name' => 'Сітка клад. 0,37*2 (70*70)'],
'type' => ' '],
'price_1' => 'ціна за 1 шт.'],
'price_2' => '35,00'],
  ],
],],
  12 => [
  'name' => 'Дріт'] => [

  [] => [
    'name' => 'Дріт ТО 1,2 мм.'],
  'type' => ' '],
'price_1' => 'т'],
'price_2' => '29000'],
  ],
  [] => [
  'name' => 'Дріт 2'],
'type' => ' '],
'price_1' => 'т'],
'price_2' => '29000'],
  ],
  [] => [
  'name' => 'Дріт 3 '],
'type' => ' '],
'price_1' => 'т'],
'price_2' => '29000'],
  ],
  [] => [
  'name' => 'Дріт 4'],
'type' => ' '],
'price_1' => 'т'],
'price_2' => '29000'],
  ],
],],
  13 => [
  'name' => 'Дріт оцинкований'] => [

  [] => [
    'name' => 'Дріт 2 оц.'],
  'type' => ' '],
'price_1' => 'т'],
'price_2' => '34000'],
  ],
  [] => [
  'name' => 'Дріт 3 оц.'],
'type' => ' '],
'price_1' => 'т'],
'price_2' => '34000'],
  ],
  [] => [
  'name' => 'Дріт 4 оц.'],
'type' => ' '],
'price_1' => 'т'],
'price_2' => '34000'],
  ],
],],
  14 => [
  'name' => 'Смуга'] => [

  [] => [
    'name' => 'Смуга 20*4'],
  'type' => '21200'],
'price_1' => '0,63'],
'price_2' => '13,36'],
  ],
  [] => [
  'name' => 'Смуга 25*4'],
'type' => '21200'],
'price_1' => '0,80'],
'price_2' => '16,96'],
  ],
  [] => [
  'name' => 'Смуга 30*4'],
'type' => '21200'],
'price_1' => '1,00'],
'price_2' => '21,20'],
  ],
  [] => [
  'name' => 'Смуга 40*4'],
'type' => '21200'],
'price_1' => '1,30'],
'price_2' => '27,56'],
  ],
  [] => [
  'name' => 'Смуга 50*4'],
'type' => '21200'],
'price_1' => '1,60'],
'price_2' => '33,92'],
  ]
],],
];








