<?php

//return [];

return [

  1 => [
    'name' => 'Арматура',
    'article' => 6,
    'category' => 2,
    'price' => [
      1 => [
        'name' => 'Арматура 8',
        'type' => '17300',
        'price_1' => '0,43',
        'price_2' => '7,44',
      ],
      2 => [
        'name' => 'Арматура 10',
        'type' => '17300',
        'price_1' => '0,63',
        'price_2' => '10,90',
      ],
      3 => [
        'name' => 'Арматура 12',
        'type' => '17000',
        'price_1' => '0,90',
        'price_2' => '15,30',
      ],
      4 => [
        'name' => 'Арматура 14',
        'type' => '17000',
        'price_1' => '1,25',
        'price_2' => '21,25',
      ],
      5 => [
        'name' => 'Арматура 16',
        'type' => '17000',
        'price_1' => '1,58',
        'price_2' => '26,86',
      ],
      6 => [
        'name' => 'Арматура 18',
        'type' => '17000',
        'price_1' => '2,10',
        'price_2' => '35,70',
      ],
    ]
  ],


  2 => [
    'name' => 'Квадрат',
    'article' => 7,
    'category' => 2,
    'price' => [
      1 => [
        'name' => 'Квадрат 10*10',
        'type' => '21200',
        'price_1' => '0,80',
        'price_2' => '16,96',
      ],
      2 => [
        'name' => 'Квадрат 12*12',
        'type' => '21200',
        'price_1' => '1,14',
        'price_2' => '24,17',
      ],
      3 => [
        'name' => 'Квадрат 14*14',
        'type' => '21200',
        'price_1' => '1,55',
        'price_2' => '32,86',
      ]
    ]
  ],
  3 => [
    'name' => 'Круг',
    'article' => 8,
    'category' => 2,
    'price' => [
      1 => [
        'name' => 'Катанка 5,5',
        'type' => '19000',
        'price_1' => '0,20',
        'price_2' => '3,80',
      ],
      2 => [
        'name' => 'Круг  8',
        'type' => '19000',
        'price_1' => '0,40',
        'price_2' => '7,60',
      ],
      3 => [
        'name' => 'Круг 10',
        'type' => '19000',
        'price_1' => '0,63',
        'price_2' => '11,97',
      ],
      4 => [
        'name' => 'Круг 12',
        'type' => '19000',
        'price_1' => '0,90',
        'price_2' => '17,10',
      ],
      5 => [
        'name' => 'Круг 14',
        'type' => '20000',
        'price_1' => '1,23',
        'price_2' => '24,60',
      ],
      6 => [
        'name' => 'Круг 16',
        'type' => '20000',
        'price_1' => '1,60',
        'price_2' => '32,00',
      ],
    ]
  ],
  4 => [
    'name' => 'Труби водогазопровідні',
    'article' => 9,
    'category' => 2,
    'price' => [
      1 => [
        'name' => 'Труба ДУ 15',
        'type' => '22900',
        'price_1' => '1,19',
        'price_2' => '27,25',
      ],
      2 => [
        'name' => 'Труба ДУ 20',
        'type' => '22900',
        'price_1' => '1,50',
        'price_2' => '34,35',
      ],
      3 => [
        'name' => 'Труба ДУ 25',
        'type' => '22900',
        'price_1' => '2,00',
        'price_2' => '45,80',
      ],
      4 => [
        'name' => 'Труба ДУ 32',
        'type' => '22900',
        'price_1' => '2,70',
        'price_2' => '61,83',
      ],
      5 => [
        'name' => 'Труба ДУ 40',
        'type' => '22900',
        'price_1' => '3,25',
        'price_2' => '74,43',
      ],
      6 => [
        'name' => 'Труба ДУ 50',
        'type' => '22900',
        'price_1' => '4,50',
        'price_2' => '103,05',
      ],
      7 => [
        'name' => 'Труба Ф 57',
        'type' => '22900',
        'price_1' => '4,05',
        'price_2' => '92,75',
      ],
      8 => [
        'name' => 'Труба Ф 76',
        'type' => '22900',
        'price_1' => '5,30',
        'price_2' => '121,37',
      ],
      9 => [
        'name' => 'Труба Ф 89',
        'type' => '22900',
        'price_1' => '6,60',
        'price_2' => '151,14',
      ],
      10 => [
        'name' => 'Труба Ф 108',
        'type' => '22900',
        'price_1' => '7,90',
        'price_2' => '180,91',
      ],
    ]
  ],
  5 => [
    'name' => 'Лист розкрій 1,25*2,50 ціна за лист',
    'article' => 16,
    'category' => 2,
    'price' => [

      1 => [
        'name' => 'Лист 0,8 ',
        'type' => '24100',
        'price_1' => '20',
        'price_2' => '482,00',
      ],
      2 => [
        'name' => 'Лист 1,5 (1,10*2,50)',
        'type' => '8000',
        'price_1' => '33',
        'price_2' => '264,00',
      ],
      3 => [
        'name' => 'Лист 1,5 ',
        'type' => '23700',
        'price_1' => '38',
        'price_2' => '900,60',
      ],
      4 => [
        'name' => 'Лист 1 ',
        'type' => '23900',
        'price_1' => '25',
        'price_2' => '597,50',
      ],
      5 => [
        'name' => 'Лист 2',
        'type' => '21500',
        'price_1' => '53',
        'price_2' => '1139,50',
      ],
      6 => [
        'name' => 'Лист 3',
        'type' => '21500',
        'price_1' => '77',
        'price_2' => '1655,50',
      ],
      7 => [
        'name' => 'Лист просіч. 4 (1,25*2,7)',
        'type' => '21500',
        'price_1' => '50',
        'price_2' => '1075,00',
      ],
      8 => [
        'name' => 'Лист 2 (1*2)',
        'type' => '21500',
        'price_1' => '32',
        'price_2' => '688,00',
      ],
      9 => [
        'name' => 'Лист 0,8 (1*2)',
        'type' => '24100',
        'price_1' => '12,8',
        'price_2' => '308,48',
      ],
    ]
  ],

];








